Repository: freekvandeven/beer-distribution-game
Catalog: lib/l10n/app_*.arb
Languages: nl

# appTitle
source: Beer Distribution Game
nl: Bier distributie spel

# buttonPrevious
source: Previous
nl: Vorige

# buttonNext
source: Next
nl: Volgende

# buttonConfirm
source: Yes
nl: Ja

# buttonCancel
source: No
nl: Nee

# home_play
source: Play game
nl: Speel een spel

# home_configure_game
source: Configure a game
nl: Configureer een spel

# home_configure_agents
source: Configure agents
nl: Configureer software agenten

# home_replay
source: Previous played games
nl: Eerder gespeelde spellen

# home_settings
source: Settings
nl: Instellingen

# home_exit
source: Exit game
nl: Sluit spel

# home_back
source: Go Back
nl: Ga terug

# settings_title
source: Application Settings
nl: Applicatieinstellingen

# settings_language
source: Language
nl: Taal

# settings_clear
source: Clear Application Settings
nl: Verwijder applicatie data

# settings_clear_confirm
source: Are you sure you want to clear the application settings?
nl: Weet je zeker dat je de applicatieinstellingen wilt verwijderen?

# settings_clear_success
source: Application settings cleared successfully
nl: Applicationinstellingen succesvol verwijderd

# introduction_page_1_title
source: Welcome
nl: Welkom

# introduction_page_2_title
source: Whiplash effect
nl: Zweepslag effect

# introduction_page_6_title
source: Create game
nl: Een spel aanmaken

# introduction_page_7_title
source: Join game
nl: Aan een spel meedoen

# introduction_page_8_title
source: Replay game
nl: Herspelen spel
